{
    "home": "Home",
    "about": "About Donation",
    "donationcards": "Donation Card",
    "community": "Community",
    "address": "Address",
    "contactUs": "Contact",
    "footer": "© 2025 Al-Madina Mosque. All rights reserved.",
    "about-title": "Why we should donate for Mosque ?",
    "card-title": "Credit Card For Donation",
    "location": "Mosque's Location",
    "contactus": "contactUs",
    "welcomepage":"Assalomu Alaykum,\n Welcome to AL-MADINA Mosque's\n Donation Website!",
    "hadis1": "It was narrated from Anas that the Messenger of Allah (ﷺ) said: Envy consumes good deeds just as fire consumes wood, and charity extinguishes bad deeds just as water extinguishes fire. Prayer is the light of the believer and fasting is a shield against the Fire.",
    "hadis2": "On the authority of Abu Harayrah  (may Allah be pleased with him) from the Prophet (ﷺ), who said: Allah (mighty and sublime be He) said: Spend (on charity), O son of Adam, and I shall spend on you. It was related  by al-Bukhari (also by Muslim).",
    "hadis3": "It was narrated from 'Adiyy bin Hatim that the Prophet said: << Protect yourselves from the Fire, even with half a date. >>",
    "hadis4": "Abu Huraira reported Allah's Messenger (ﷺ) as saying: No one gives Sadaqa of a date out of his honest earning, but Allah accepts it with His Right Hand, and then fosters it as one of you fosters the colt or a young she-camel, till it becomes like a mountain or even greater.",
    
    "community1": "Eid al-Adha (Qurbani)",
    "community-1": "Eid al-Adha is not just an act of worship but the highest form of drawing closer to Allah and showing love and compassion. Sacrifice (Qurbani) is an essential part of Islam, bringing Muslims together and encouraging them to lend a helping hand to those in need. As scholars have said, 'The sacrifice is an act of worship done to seek Allah’s pleasure.' (Imam Bukhari)Eid al-Adha symbolizes the unity of Muslims as a community, the practice of charity, and supporting one another in times of hardship. Every moment of this day is an opportunity to earn Allah's mercy, to have sins forgiven, and to purify the heart. Sacrificing an animal is not just about giving away material wealth for the sake of Allah but also about helping the poor, sharing joy with relatives, and striving for the collective good.As Prophet Muhammad (PBUH) said, 'Whoever sacrifices with the intention of pleasing Allah, their sins will be forgiven.' Sacrifice is not just about giving away wealth, but it is also about purifying the soul, controlling the ego, and helping the community.The significance of Eid al-Adha is that it unites Muslims, encourages them to show mercy, love, and compassion, and directs them toward a common goal: seeking Allah's pleasure. We ask Allah to enable us to perform the sacrifice with sincere intentions and bless all Muslims with unity, peace, and prosperity. May Allah never deprive us of His mercy.",
   
    "community2": "Jumu'ah Prayer",
    "community-2": "Jumu'ah prayer is not just an act of worship; it is an opportunity for Muslims to draw closer to Allah, to renew their faith, and to refresh their deeds. As Islamic scholars have said, 'The reward of the prayer offered on Jumu'ah is many times greater than the prayer offered on other days.' (Imam Bukhari) Jumu'ah prayer, as a communal act of worship, unites Muslims, strengthens their bond, and encourages helping one another, fostering unity and solidarity.As Imam Ghazali said, 'Jumu'ah prayer is the greatest blessing that expresses the vitality of Islam and the spirit of community.' The khutbah (sermon) delivered on Jumu'ah not only enriches Muslims with religious knowledge but also provides them with moral guidance. Every word, every recited verse, and every hadith calls the community toward goodness and righteousness.After performing Jumu'ah prayer, it is important to continue the path shown by the hadith, 'Whoever performs Jumu'ah prayer and then remembers Allah, their heart is purified.' Performing Jumu'ah prayer is, for every Muslim, the key to blessings, success, and happiness in this world and the hereafter.We ask Allah to grant us the ability to perform Jumu'ah prayer with sincerity and correct intentions and to strengthen us on the path of righteousness.",

    "community3": "Scholars Coming to the Mosque and Their Sermons",
    "community-3": "Many respected and renowned scholars visit our mosque to deliver beneficial sermons to our congregation about knowledge, faith, and morality. These sermons not only strengthen our worship but also help each Muslim grow spiritually and choose the right path in life. The scholars share their knowledge, experiences, and the beauty of Islam with us, encouraging the community to follow the path of goodness and righteousness. Each sermon stands out for its impact and its ability to provide spiritual guidance. Through the scholarly work and lessons conducted at our mosque, these scholars play a significant role in nurturing pious and ethical individuals within our society. We pray to Allah to make their knowledge beneficial for all Muslims and grant them success in serving our community.",

    "community4": "Eid al-Fitr – A Celebration of Kindness and Blessings",
    "community-4": "Eid al-Fitr is not just a festival; it is a celebration of purity, patience, and compassion. After a month of fasting, Muslims rejoice in the blessings of Ramadan and reach this special day with hope for Allah’s mercy. This day is about spreading kindness, gathering with loved ones, showing compassion, and helping those in need.Muslims begin Eid al-Fitr in the early morning with purification and prayers. The Eid prayer is performed, filling hearts with goodness. Families gather around the table, sharing sweets and traditional dishes. The younger generation visits elders, seeking their blessings and wisdom.This festival is not just about material joy but also a celebration of spiritual wealth. Eid is a symbol of forgiveness, respect, love, and humanity. It strengthens the feeling of gratitude and closeness to Allah in every Muslim's heart.May Allah bless every home with happiness, peace, and prosperity! Eid Mubarak! 🌙✨",

    "community5": "The Devoted Effort of Our Congregation",
    "community-5": "Our mosque congregation actively participates not only in worship but also in communal labor and charitable activities. This image reflects  the unity of our community during the mosque's construction and beautification work. All the tasks are being carried out by devoted volunteers. Every brick, every cleaned area is a bright expression of our community's love and loyalty to the mosque. Our mosque is not just a place of worship but a sacred space where members of the community help each other, strengthening unity and solidarity.",

    "community6": "A Meal of Unity for the Heroes of the Mosque’s Construction",
    "community-6": "This picture captures a heartfelt gathering of the devoted individuals who played a vital role in building our mosque. After their hard work, they come together around a shared meal. On their faces, you can see the blessings of labor; in their hearts, faith and brotherhood. This is not just an ordinary meal—it is a symbol of teamwork, friendship, and gratitude. Our mosque stands tall today thanks to the dedication of these hardworking souls, whose efforts are deeply embedded in its foundation.May Allah accept their service and always keep us united on the path of goodness! 🤲",

    "community-7": "Our mosque organizes various events and programs to unite the community and promote religious education. Friday and special prayers are held regularly, allowing all Muslims to gather in one place. Additionally, significant religious events such as Ramadan, Eid al-Adha, and Iftar gatherings are celebrated with great importance in our mosque. As part of our educational programs, Quran lessons and special religious classes are conducted for both children and adults.  Moreover, special programs for youth and families help support their spiritual   and social development. The main goal of our mosque is to provide beneficial knowledge to the community and strengthen unity.",
    "community7": "Building Unity Through Faith and Knowledge"
}
  