{
    "home": "홈",
    "about": "기부에 대해",
    "donationcards": "기부 카드",
    "community": "커뮤니티",
    "address": "주소",
    "contactUs": "연락처",
"learning_title": "📘 아랍어 글자 배우기",
"learning_description": "🌟 자선을 통해 지식에 기여하세요! 우리의 아랍어 학습 페이지는 꾸란의 언어에 더 가까이 다가가도록 도와줍니다.",
"learning_button": "페이지로 이동",
    "footer": "© 2025 알-마디나 모스크. 모든 권리 보유.",
    "about-title": "왜 우리는 모스크에 기부해야 합니까?",
    "card-title": "기부를 위한 신용카드",
    "location": "모스크 위치",
    "contactus": "문의하기",
    "welcomepage": "알-마디나 기부 웹사이트에 오신 것을 환영합니다!",
    "hadis1": "아나스에서 전해진 바에 의하면, Allah의 사도(ﷺ)께서 말씀하시기를: 질투는 나무를 태우듯이 선한 행위를 소모하고, 자선은 물이 불을 끄듯이 나쁜 행위를 소멸시킨다. 기도는 믿는 자의 빛이며, 금식은 불에 대한 방패이다.",
    "hadis2": "아부 후라이라 (그에게 Allah의 기쁨이 있기를)로부터 전해진 바에 의하면, 예언자(ﷺ)께서 말씀하시기를: Allah (전능하고 위대하신 그분께서 말씀하셨습니다): '자선으로 쓰십시오, 아담의 아들아, 그러면 내가 너에게 베풀겠다.' 이는 알-부카리와 (무슬림에 의해서도) 전해졌습니다.",
    "hadis3":  "아디 빈 하템으로부터 전해진 바에 의하면, 예언자께서 말씀하시기를:<< 불에서 자신을 보호하십시오, 심지어 날짜 하나의 절반으로라도. >> ",
    "hadis4": "아부 후레이라가 전한 바에 의하면, 알라의 사도(ﷺ)께서 말씀하시기를: << 자신의 정직한 수입에서 나온 한 개의 날짜 과일이라도 자선으로 주는 사람은 아무도 없지만, 알라는 그것을 자신의 오 른손으로 받아들이시고, 그것을 여러분이 새끼 말이나 어린 암캐를 기르는 것처럼 키우십니다. 그것이 산처럼 크거나 그 보다 더 커질 때까지. >>",

    "community1": "쿠르반 하이티 (Eid al-Adha)",
    "community-1": "쿠르반 하이티는 단순한 예배 행위가 아니라, 알라에게 가까워지고 사랑과 연민을 나타내는 가장 높은 형태입니다. 희생(쿠르반)은 이슬람에서 중요한 부분이며, 무슬림들을 하나로 모으고 어려움에 처한 사람들을 돕는 역할을 합니다. 이슬람 학자들이 말한 것처럼, '희생은 알라의 기쁨을 얻기 위한 예배 행위입니다.' (이맘 부하리)쿠르반 하이티는 무슬림들이 공동체로서 하나가 되고, 자선을 실천하며, 서로 어려움을 돕는 상징입니다. 이 날의 매 순간은 알라의 자비를 얻고, 죄를 용서받으며, 마음을 정화할 기회입니다. 희생은 단순히 알라를 위해 물질적 재산을 나누는 것뿐만 아니라, 가난한 사람들을 돕고, 친척들과 기쁨을 나누며, 공동의 선을 위해 노력하는 것입니다.무함마드 (평화의 안식)이 말한 것처럼, '누구든지 알라의 기쁨을 얻기 위해 희생한다면, 그들의 죄는 용서받을 것입니다.' 희생은 물질을 나누는 것뿐만 아니라, 마음을 정화하고, 자아를 제어하며, 공동체를 돕는 것입니다.쿠르반 하이티의 중요성은 무슬림들을 하나로 모으고, 자비, 사랑, 연민을 실천하도록 격려하며, 공동의 목표인 알라의 기쁨을 추구하게 만든다는 것입니다. 우리는 알라께서 우리가 진심으로 희생을 행할 수 있도록 도와주시고, 모든 무슬림에게 연대, 평화, 번영을 주시기를 기도합니다. 알라는 결코 우리에게 자비를 거두지 않으시길 바랍니다.",

    "community2": "주마 기도 (Jumu'ah Prayer)",
    "community-2": "주마 기도는 단순한 예배 행위가 아니라, 무슬림들이 알라에게 가까워지고, 신앙을 새롭게 하며, 행위를 정화할 수 있는 기회입니다. 이슬람 학자들이 말한 것처럼, '주마에 드리는 기도의 보상은 다른 날의 기도보다 수십 배 더 큽니다.' (이맘 부하리) 주마 기도는 공동체 예배로서 무슬림들을 하나로 모으고 서로 돕고 연대와 단결을 강화하는 역할을 합니다.이맘 가잘리는 말했습니다: '주마 기도는 이슬람의 생명력과 공동체 정신을 표현하는 가장 큰 축복입니다.' 주마 기도에서 행해지는 훛바(설교)는 무슬림들에게 종교적 지식만 제공하는 것이 아니라 도덕적 지도도 제공합니다. 모든 말, 읽은 구절, 하디스는 공동체가 선과 올바른 길을 따르도록 격려합니다.주마 기도를 마친 후, '주마 기도를 드리고 그 후 알라를 기억하는 자의 마음은 정화된다는 하디스를 따라가는 것이 중요합니다. 주마 기도는 모든 무슬림에게 이 세상과 내세에서 축복, 성공, 행복의 열쇠입니다.우리는 알라에게 주마 기도를 진심과 올바른 의도로 드릴 수 있도록 도와주시기를 기도하며, 우리가 올바른 길에서 단단히 서 있을 수 있도록 해주기를 바랍니다.",

    "community3": "마스지드에 온 학자들과 그들의 설교",
    "community-3": "많은 존경받는 유명한 학자들이 우리의 마스지드를 방문하여 지식, 신앙, 도덕에 관한 유익한 설교를 해주십니다. 이 설교는 우리의 예배를 강화할 뿐만 아니라 각 무슬림이 영적으로 성장하고 올바른 길을 선택하는 데 도움을 줍니다. 학자들은 그들의 지식, 경험, 그리고 이슬람의 아름다움을 우리와 나누며, 공동체가 선과 의로움을 따르도록 격려합니다. 각 설교는 그 영향력과 영적 지도력을 제공하는 능력으로 돋보입니다. 마스지드에서 진행되는 학문적 작업과 강의를 통해, 이 학자들은 우리 사회에서 신실하고 윤리적인 사람들을 양성하는 데 중요한 역할을 합니다. 우리는 그들의 지식이 모든 무슬림에게 유익하게 되기를 기도하며, 그들이 우리 공동체에 봉사하는 데 성공을 거두기를 바랍니다.",
    
    "community4": "이라 알 피트르 – 선행과 축복의 축제",
    "community-4": "이라 알 피트르는 단순한 명절이 아니라 순수함, 인내, 자비를 기념하는 축제입니다. 한 달 동안 금식을 마친 무슬림들은 라마단의 축복을 누리며, 하나님의 자비를 바라며 이 특별한 날을 맞이합니다. 이 날은 선행을 베풀고, 가족과 함께하며, 사랑과 자비를 실천하고, 어려운 이웃을 돕는 날입니다.무슬림들은 이라 알 피트르를 아침 일찍 깨끗이 정화하고 기도로 맞이합니다. 축제 기도를 드리며 마음이 선함으로 가득 찹니다. 가족들은 한자리에 모여 전통 음식과 달콤한 간식을 나누며 축하합니다. 젊은이들은 어르신들을 찾아뵙고 축복과 지혜로운 말씀을 듣습니다.이 명절은 단순한 물질적 기쁨이 아니라 영적 풍요로움을 기념하는 날입니다. 이라 알 피트르는 용서, 존경, 사랑, 그리고 인간애를 상징합니다. 모든 무슬림의 마음속에서 감사와 하나님의 가까움을 느끼는 날입니다.알라께서 모든 가정에 행복과 평화, 그리고 축복을 내려주시길 바랍니다! 이드 무바라크! 🌙✨",

    "community5": "우리 공동체의 헌신적인 노력",
    "community-5": "우리 마스지드 공동체는 예배뿐만 아니라 공동의 노동과 자선 활동에도 적극적으로 참여하고 있습니다. 이 사진은 마스지드 건설 및 정비 작업 중 공동체의 단합을 보여줍니다. 모든 작업은 헌신적인 자원봉사자들에 의해 이루어지고 있습니다. 각 벽돌, 각 청소된 지역은 우리 공동체의 마스지드에 대한 사랑과 충성심의 밝은 표현입니다. 우리의 마스지드는 단순히 예배의 장소가 아니라, 공동체 구성원들이 서로를 돕고 단합과 화합을 강화하는 신성한 장소입니다.",

    "community6": "모스크 건설 영웅들을 위한 하나됨의 식사",
    "community-6": "이 사진은 우리 모스크를 짓는 데 중요한 역할을 한 헌신적인 개인들의 진심 어린 모임을 포착했습니다. 열심히 일한 후, 그들은 함께 모여 식사를 합니다. 그들의 얼굴에서 노동의 축복을 볼 수 있고, 그들의 마음에서 믿음과 형제애를 볼 수 있습니다. 이것은 그저 평범한 식사가 아니라 팀워크, 우정, 감사의 상징입니다. 우리 모스크는 오늘날 이 열심히 일하는 영혼들의 헌신 덕분에 우뚝 서 있습니다. 그들의 노력은 모스크의 기초에 깊이 뿌리 박혀 있습니다.알라께서 그들의 봉사를 받아들이시고 항상 선의의 길에서 우리를 하나로 묶어 주시기를 바랍니다! 🤲",
    
    "community7": "신앙과 지식을 통한 공동체의 단결",
    "community-7": "우리 모스크는 지역 사회를 하나로 묶고 종교 교육을 촉진하기 위해 다양한 행사와 프로그램을 조직하고 있습니다. 금요일 및 특별 기도는 정기적으로 진행되며, 모든 무슬림이 한자리에 모일 수 있는 기회를 제공합니다. 또한, 라마단, 이드 알아드하, 이프타르 모임과 같은 중요한 종교 행사가 우리 모스크에서 특별한 중요성을 가지고 기념됩니다. 교육 프로그램의 일환으로, 어린이와 성인을 위한 꾸란 수업 및 특별 종교 강좌가 진행됩니다. 더 나아가, 청소년과 가족을 위한 특별 프로그램은 그들의 정신적·사회적 성장을 지원합니다. 우리 모스크의 주요 목표는 지역 사회에 유익한 지식을 제공하고 공동체의 단결을 강화하는 것입니다."
  }
  