{
    "home": "Bosh Sahifa",
    "about": "Xayriya Haqida",
    "donationcards": "Xayriya Kartasi",
    "community": "Masjid Jamiyati",
    "address": "Manzil",
    "contactUs": "Aloqa",
    "footer": "© 2025 Al-Madina Masjid. Barcha huquqlar himoyalangan.",

"learning_title": "📘 Arabcha Harflarni O‘rganing",
"learning_description": "🌟 Ehson bilan birga ilmga hissa qo‘shing! Arab harflarini o‘rgatishga bag‘ishlangan sahifamiz sizni Qur’on tiliga yaqinlashtiradi.",
"learning_button": "Saytga o‘tish",
    
    "about-title": "Masjidga nima uchun xayriya qilishimiz kerak?",
    "card-title": "Xayriya qilish uchun karta",
    "location": "Masjidning manzili",
    "contactus": "Biz bilan bog‘laning",
    
    "welcomepage": "Assalomu alaykum, AL-MADINA xayriya saytiga xush kelibsiz!",
    "hadis1": "Anas roziyallohu anhudan rivoyat qilingan: Rasululloh (s.a.v) aytganlar: «Hasad, xuddi o‘t daraxtni yondirganidek, yaxshi amallarni yo‘qotadi. Sadaqa esa, xuddi suv olovni o‘chirganidek, yomon amallarni yo‘q qiladi. Namoz – mo‘minning nuri, ro‘za esa olovdan (do‘zaxdan) qalqon bo‘lib, uni himoya qiladi.",
    "hadis2": "Abu Hurayra roziyallohu anhudan (Alloh u zotdan rozi bo‘lsin) rivoyat qilinadi. Rasululloh (sollallohu alayhi vasallam) dedilar: Alloh (Azza va Jalla) dedi: <<'Sadaqa ber, ey Odam bolasining farzandi, men ham sening ustingdan (rahmatimni) sarflayman.>>\n\nBu hadis al-Buxoriy va Muslimda keltirilgan.",
    "hadis3": "Adiy ibn Hotim roziyallohu anhudan rivoyat qilinadi, Payg‘ambarimiz (sollallohu alayhi vasallam) dedilar:<< O‘zingizni do‘zax olovidan saqlang, hatto yarimta xurmo bilan bo‘lsa ham.",
    "hadis4": "Abu Hurayra (Alloh undan rozi bo'lsin) rivoyat qiladi, Rasululloh (s.a.v) dedilar: Hech kim o'zining halol topgan pullaridan bir yirik mayizning sadaqasini berib, Alloh uni o'zining O'ng Qo'lida qabul qilmas, so'ngra uni sizlardan biri ot yoki yosh tuya kabi boqib, uni tog'ga o'xshab yoki undan ham kattaroq qilib rivojlantiradi.",
    
    "community1": "Qurbon Hayiti",
    "community-1": "Qurbon Hayiti – bu nafaqat ibodat, balki musulmonlarning Allohga yaqinlashishi va mehr-muhabbatini ko‘rsatishning eng yuksak shaklidir. Qurbonlik, Islomning muhimi bo‘lib, u musulmonlarni bir-biriga yaqinlashtiradi, yordam so‘raganlarga qo‘l uzatishga undaydi. Ulamolar aytganlaridek, 'Qurbonlik – bu Allohning roziligini topish uchun amalga oshiriladigan bir ibodatdir.' (Imom Buxoriy)Qurbon Hayiti, muslimlarning bir jamoa sifatida birlashishining, xayr-ehson qilishining, va dardda bir-birini qo‘llab-quvvatlashining timsolidir. Bu kunning har bir daqiqasi, Allohning rahmatiga erishish, gunohlarni kechirish va qalbni poklash imkoniyatidir. Qurbonlik, nafaqat mol-mulkni Alloh yo‘lida sarflashni, balki kambo‘rlarga yordam berish, qardosh-urug‘imizni quvontirish, va umumiy yaxshilik uchun harakat qilishni ham anglatadi.Payg‘ambarimiz Muhammad (s.a.v.) aytganlaridek, 'Kimki Qurbonlikni Allohning roziligi uchun kelsa, u kishining gunohlari kechiriladi.' Qurbonlik, faqat molni sarflash emas, balki qalbni tozalash, nafsi pastga tushirish, va xuddi shunday jamoatga yordam berishni anglatadi.Qurbon Hayitining muhimmiyati shundaki, bu kun musulmonlarni birlashtiradi, ularni rahm-shafqat, mehr-oqibat va yagona maqsadga, ya'ni Allohning roziligini olishga undaydi. Biz Allohdan iltimos qilamizki, Qurbon Hayitini yaxshi niyat bilan ado etib, barcha musulmonlarni birlikda, huzur va barakada qilsin. Alloh bizni doimo o‘zining rahmatidan mahrum qilmasin.",
    
    "community2": "Juma Namozi",
    "community-2": "Juma namozi nafaqat ibodat, balki musulmonlarga Allohga yaqinlashish, imonlarini yangilash va amallarini tozalash imkoniyatini beradi. Islom ulamolari aytganlaridek, 'Juma kuni o‘qilgan namozning savobi boshqa kundagi namozlardan ko‘ra bir necha barobar ko‘pdir.' (Imom Buxoriy) Juma namozi, jamoaviy ibodat sifatida, musulmonlarni birlashtirib, bir-biriga yordam berishga, birlik va hamjihatlikni mustahkamlashga xizmat qiladi.Imom G'azoliy aytganidek, 'Juma namozi – bu Islomning hayotiyligini va jamoaviy ruhiyatini ifodalaydigan eng katta ne'matdir.' Juma kuni o‘qiladigan khutba, musulmonlarni nafaqat diniy bilimlar bilan boyitadi, balki ularga axloqiy tarbiya ham beradi. Har bir so‘z, har bir o‘qilgan oyat va hadis, jamoatni yaxshilik va to‘g‘rilik yo‘liga da'vat etadi.Juma namozi o‘qilgan kundan so‘ng, 'Kim Juma namozini ado etib, so‘ngra Allohni zikr qilsa, ularning qalbi poklanadi, degan hadis orqali bizga ko‘rsatilgan yo‘lni davom ettirish muhimdir. Juma namozini o‘qish, har bir musulmon uchun bu dunyo va oxiratdagi baraka, muvaffaqiyat va saodatning kalitidir.Biz Allohdan iltimos qilamizki, Juma namozini samimiy va to‘g‘ri niyat bilan ado etishga imkon bersin va bizni haq yo‘lda mustahkamlasin.",

    "community3": "Masjidga Kelgan Ulamolar va Ularning Maruzalari",
    "community-3": "Ko‘plab hurmatli va mashhur ulamolar masjidimizga kelib, jamoatimizga ilm, imon va axloq haqida foydali maruzalar o‘tkazadilar. Ushbu maruzalar nafaqat ibodatimizni mustahkamlash, balki har bir musulmonning ma'naviy o‘sishiga va hayotda to‘g‘ri yo‘lni tanlashiga yordam beradi. Ulamolar o‘z bilimlarini, tajribalarini va Islomning go‘zalligini biz bilan bo‘lishib, jamoatni yaxshilik va to‘g‘rilik yo‘liga undaydilar. Har bir maruza o‘zining ta'sirchanligi va ruhiy tarbiya berish xususiyati bilan ajralib turadi. Masjidimizda olib borilayotgan ilmiy ishlar va darslar orqali bu ulamolar jamiyatimizda imonli va axloqli insonlarni tarbiyalashda katta hissa qo‘shmoqdalar. Allohdan duo qilib shuni so'raymiz, ularning bilimlari barcha musulmonlar uchun foydali bo‘lsin va ular bizning jamoatimizga xizmat qilishda muvaffaqiyatli bo‘lsin.",

    "community4": "Ramazon Hayiti – Ezgulik va Baraka Bayrami",
    "community-4": "Ramazon Hayiti – bu nafaqat bayram, balki poklik, sabr va mehr-shafqatning tantanasidir. Bir oy davomida ro‘za tutgan musulmonlar, Ramazon oyining barakalaridan bahramand bo‘lib, Allohning rahmatiga umid bilan bayramga yetib keladilar. Bu kun – ezgulik ulashish, yaqinlar bilan uchrashish, mehr-oqibat ko‘rsatish va kambag‘allarga yordam berish kuni.Musulmonlar Ramazon Hayitini erta tongda poklanish va duo bilan qarshi oladilar. Hayit namozi o‘qilib, qalblar yaxshilikka to‘ladi. Oilalar dasturxon atrofida yig‘ilib, shirinliklar va milliy taomlar bilan mehmon qiladilar. Yoshlar kattalarni ziyorat qilib, ularning duo va nasihatlarini eshitadilar.Bu bayram faqatgina moddiy emas, balki ma’naviy boylikning ham tantanasidir. Hayit – o‘zaro kechirimlilik, qadr-qimmat, mehr-muhabbat va insoniylikning yuksak ifodasidir. Har bir musulmon qalbida shukronalik va Allohga yaqinlik tuyg‘usi kuchayadi.Alloh har bir xonadonga baxt, tinchlik va baraka ato etsin! Ramazon Hayiti muborak bo‘lsin! 🌙✨",

    "community5": "Jamoatimizning Fidokorona Mehnati",
    "community-5": "Masjidimiz jamoasi nafaqat ibodatda, balki jamoaviy mehnat va xayrli ishlar qilishda ham faol ishtirok etadi. Ushbu suratda masjidimiz qurilish va obodonlashtirish ishlari davomida jamoat a’zolarining jipsligi aks etgan. Barcha ishlar fidoyi ko‘ngillilar tomonidan amalga oshirilmoqda. Har bir g‘isht, har bir tozalangan hudud – bu jamoatimizning masjidga bo‘lgan mehr-muhabbati va sadoqatining yorqin ifodasidir. Masjidimiz faqat ibodat maskani bo‘lib qolmay, balki jamoat a’zolari bir-biriga yordam beradigan, birlik va hamjihatlikni mustahkamlovchi muqaddas joydir.",

    "community6": "Masjid Qurilishining Qahramonlari birgalikda  Taomlanishmoqda",
    "community-6": "Ushbu surat masjidimizni qurishda muhim rol o'ynagan fidoyi insonlarning samimiy yig'ilishini aks ettiradi. Mashaqqatli mehnatdan keyin ular umumiy ovqatlanish atrofida yig'ilishadi. Ularning yuzlarida mehnat barakasini ko‘rish mumkin; qalblarida iymon va birodarlik. Bu oddiy taom emas - bu jamoaviy ish, do'stlik va minnatdorchilik ramzi. Masjidimiz poydevoriga sa’y-harakatlari chuqur singib ketgan ana shu zahmatkash qalblarning fidoyiligi tufayli bugun qad rostlab turibdi.Alloh ularning xizmatlarini qabul qilib, bizlarni hamisha ezgulik yo'lida birlashtirib tursin! 🤲",
    
    "community-7": "Masjidimiz jamoatni birlashtirish va diniy ta’limni rivojlantirish maqsadida turli tadbirlar va dasturlar tashkil etadi. Juma va maxsus namozlar muntazam ravishda o‘tkazilib, barcha musulmonlar bir joyda jam bo‘lish imkoniyatiga ega bo‘ladilar. Shuningdek, Ramazon, Qurbon hayiti va iftor dasturlari kabi muhim diniy tadbirlar masjidimizda alohida e’tibor bilan nishonlanadi. Ta’limiy dasturlar doirasida Qur’oni karim darslari va bolalar hamda kattalar uchun maxsus diniy saboqlar o‘tiladi. Bundan tashqari, yoshlar va oilalar uchun maxsus dasturlar ularning ma’naviy va ijtimoiy rivojlanishiga yordam beradi. Masjidimizning asosiy maqsadi – jamoatga foydali ilm ulashish va birlikni mustahkamlashdir.",
    "community7": "Imon va Ilm Orqali Yagonalikni Mustahkamlash"
}
